[
{"review": "I don't mean to be disrespectful but @realDonaldTrump is a fraud. ", "isPositive": "ThumbsUp"}
{"review": "Both of @realDonaldTrump grandparents were immigrants. Two out of 3 of his wives are immigrants. And @KellyannePolls is from Pluto. ", "isPositive": "Thumbs
Up"}
{"review": ".@DineshDSouza commented on the federal judge halting President @realDonaldTrump's immigration order.… ", "isPositive": "ThumbsUp"}
{"review": "Notice how @CNNPolitics uses word \"attack\" when @realDonaldTrump stands up for US taxpayer. ,ThumbsDown\n\nIf you weren't terrified by now you will be. @r
ealDonaldTrump didn't fully READ HIS OWN ORDER PUTTING BANNON ON NS… ", "isPositive": "ThumbsUp"}
{"review": ".@realDonaldTrump is free to disagree with a ruling fine. But in this nation we don't attack judges. As President he crossed a line today. ", "isPositive": 
"ThumbsDown"}
{"review": "VIDEO: Clinton &amp; Obama sound just like @realDonaldTrump... Why weren't they called racists and fascists by liberal… ", "isPositive": "ThumbsDown"}
{"review": "I condemn @realDonaldTrump's attack on a federal judge in the strongest terms. America- this isn't who we are and I won't sit idly by. ", "isPositive": "Thu
mbsUp"}
{"review": ".@realDonaldTrump What is our country coming to when a president doesn't understand that a judge can block Executive Orders? ", "isPositive": "ThumbsUp"}
{"review": "A nation isn't led by 1 man @realDonaldTrump. That's why laws and constitutions exist not open to interpretation. ,ThumbsUp\n\nYesterday President @realDona
ldTrump tweeted a message about the federal judge who halted his travel ban. ", "isPositive": "ThumbsUp"}
{"review": "LOL😂Reminds me of your stellar presidential polls &amp; chances for @realDonaldTrump to win the general election. AKA… ", "isPositive": "Thu
mbsUp"}
{"review": "On \"Fox &amp; Friends \" @KatrinaPierson slammed critics of President @realDonaldTrump's travel ban.… ,ThumbsUp\n\nPresident @realDonaldTrump tweeted 
this message after the New England @Patriots \"\"amazing comeback and win\"\" in the… ", "isPositive": "ThumbsUp"}
]